Repository: fearkilla71/proserve_hub
Catalog: lib/l10n/app_*.arb
Languages: es, fr

# selectService
source: Select a Service
es: Seleccionar un Servicio
fr: Sélectionner un Service

source: Browse Contractors
es: Buscar Contratistas
fr: Parcourir les Entrepreneurs

source: Saved Contractors
es: Contratistas Guardados
fr: Entrepreneurs Enregistrés

source: Instant Book
es: Reserva Instantánea
fr: Réservation Instantanée

source: View Availability
es: Ver Disponibilidad
fr: Voir la Disponibilité

source: Request Job
es: Solicitar Trabajo
fr: Demander un Travail

source: Cancel Job
es: Cancelar Trabajo
fr: Annuler le Travail

source: Referral & Promo
es: Referidos y Promos
fr: Parrainage et Promos

source: Booking Confirmed
es: Reserva Confirmada
fr: Réservation Confirmée

# noErrors
source: No errors logged yet.
es: No hay errores registrados aún.
fr: Aucune erreur enregistrée.

source: Quick actions
es: Acciones rápidas
fr: Actions rapides

source: Start request
es: Iniciar solicitud
fr: Démarrer une demande

source: Browse pros
es: Buscar profesionales
fr: Parcourir les pros

source: Messages
es: Mensajes

source: Project tracker
es: Seguimiento de proyecto
fr: Suivi de projet

source: Saved pros
es: Profesionales guardados
fr: Pros enregistrés

source: Referral
es: Referidos
fr: Parrainage

# welcome
source: Welcome, {name}
es: Bienvenido, {name}
fr: Bienvenue, {name}

source: Notifications
es: Notificaciones

source: Settings
es: Configuración
fr: Paramètres

source: Language
es: Idioma
fr: Langue

source: Sign Out
es: Cerrar Sesión
fr: Déconnexion

source: Sign In
es: Iniciar Sesión
fr: Connexion

source: Profile
es: Perfil
fr: Profil

source: Home
es: Inicio
fr: Accueil

source: Search
es: Buscar
fr: Rechercher

source: Project
es: Proyecto
fr: Projet

source: Community
es: Comunidad
fr: Communauté

source: Tools
es: Herramientas
fr: Outils

source: Jobs
es: Trabajos
fr: Emplois

source: Render Tool
es: Herramienta de Renderizado
fr: Outil de Rendu

source: Compare
es: Comparar
fr: Comparer

source: Exit compare
es: Salir de comparar
fr: Quitter la comparaison

source: BEFORE
es: ANTES
fr: AVANT

source: AFTER
es: DESPUÉS
fr: APRÈS

source: My Estimates
es: Mis Estimaciones
fr: Mes Estimations

source: No estimates yet
es: Sin estimaciones aún
fr: Aucune estimation pour le moment

source: Get AI Estimate
es: Obtener Estimación IA
fr: Obtenir une Estimation IA

source: Post as Job Request
es: Publicar como Solicitud
fr: Publier comme Demande

source: Delete Estimate
es: Eliminar Estimación
fr: Supprimer l'Estimation

source: Receipts & Expenses
es: Recibos y Gastos
fr: Reçus et Dépenses

source: Export CSV
es: Exportar CSV
fr: Exporter CSV

source: Export PDF
es: Exportar PDF
fr: Exporter PDF

source: No receipts yet.
es: Sin recibos aún.
fr: Aucun reçu pour le moment.

source: Availability Calendar
es: Calendario de Disponibilidad
fr: Calendrier de Disponibilité

source: All Day Available
es: Todo el Día Disponible
fr: Disponible Toute la Journée

source: All Day Unavailable
es: Todo el Día No Disponible
fr: Indisponible Toute la Journée

source: AI Estimator
es: Estimador IA
fr: Estimateur IA

# startNewRequest
source: Start a New Request
es: Comenzar Nueva Solicitud
fr: Nouvelle Demande

source: Activity
es: Actividad
fr: Activité

source: No notifications yet
es: Sin notificaciones aún
fr: Aucune notification

# chooseNotifications
source: Choose which notifications you want to receive.
es: Elige qué notificaciones quieres recibir.
fr: Choisissez les notifications que vous souhaitez recevoir.

source: Referral Dashboard
es: Panel de Referidos
fr: Tableau de Parrainage

source: Total Referrals
es: Total de Referidos
fr: Total des Parrainages

source: Credits Earned
es: Créditos Ganados
fr: Crédits Gagnés

source: Your Referral Code
es: Tu Código de Referido
fr: Votre Code de Parrainage

source: Interior Painting
es: Pintura Interior
fr: Peinture Intérieure

source: Cabinet Painting
es: Pintura de Gabinetes
fr: Peinture d'Armoires

source: Drywall Repair
es: Reparación de Drywall
fr: Réparation de Cloison Sèche

source: Pressure Washing
es: Lavado a Presión
fr: Lavage à Pression

source: Exterior Painting
es: Pintura Exterior
fr: Peinture Extérieure
